Repository: groupserver/gs.profile.email.verify
Catalog: gs/profile/email/verify/locales/*/LC_MESSAGES/gs.profile.email.verify.po
Languages: fr

# bad-id-apology
source: Sorry, part of the email-verification link you followed is missing.
fr: Désolé, une partie du lien contenue dans l'e-mail de vérification est manquante.

# bad-id-heading
source: Email-verification error
fr: Erreur de vérification e-mail

# bad-id-support
source: If you are still having trouble, email support at ${supportEmail} with the specifics of your problem, and we will see what we can do to help.
fr: Si vous rencontrez des problèmes, contactez le support à ${supportEmail}, avec les détails de votre problème. Nous nous ferons un plaisir de vous aider.

# bad-id-title
source: Missing ID (400): Email verification: ${siteName}
fr: ID Manquant (400) : Vérfication e-mail : ${siteName}

# gone-apology
source: Sorry, but the email-verification link you followed has already been used.
fr: Désolé, mais le lien de vérification sur lequel vous avez cliqué a déjà été utilisé.

# gone-details
source: For your security, each email-verification link can only be used once. The link you followed &#8212; ${url} &#8212; has already been used. You can:
fr: Pour votre sécurité, chaque lien de confirmation ne peut être utilisé qu'une seule fois. Le lien sur lequel vous avez cliqué &#8212; ${url} &#8212; a déjà été utilisé. Il vous est possible de :

# gone-details-home
source: <a href="/">View the <strong>homepage</strong></a> of ${siteName}, or
fr: <a href="/">Afficher la <strong>page d'accueil</strong></a> de ${siteName}, ou

# gone-details-login
source: Sign in
fr: Se connecter

# gone-details-reset
source: Reset your password
fr: Réinitialiser votre mot de passe

# gone-heading
source: Email-verification link used
fr: Lien de vérification déjà utilisé

# gone-support
source: If you are still having trouble, email support at ${supportEmail} with the specifics of your problem, and we will see what we can do to help.
fr: Si vous rencontrez des problèmes, contactez le support à ${supportEmail}, avec les détails de votre problème. Nous nous ferons un plaisir de vous aider.

# gone-title
source: Link used (410): Email verification: ${siteName}
fr: Lien utilisé (410) : E-mail de vérification : ${siteName}

# not-found-apology
source: Sorry, but the email-verification link you tried to use &#8212; ${url} &#8212; could not be found.
fr: Désolé, mais le lien de vérification que vous avez essayé d'utiliser &#8212; ${url} &#8212; n'a pas pu être trouvé.

# not-found-details-copy
source: If you <strong>typed</strong> or <strong>copied</strong> the address into the browser, check the address to make sure there are no mistakes in it. You will have to retype (or re-copy) the address if there are mistakes.
fr: Si vous avez <strong>tapé</strong>, ou bien <strong>copié</strong> l'adresse dans votre navigateur, veuillez la vérifier, afin de vous assurer qu'il n'y a aucune erreur. Il vous faudra retaper (ou bien copier) l'adresse, si vous constatez une erreur.

# not-found-details-intro
source: Two things could have gone wrong.
fr: Deux choses se sont mal passées.

# not-found-details-split
source: If you clicked on a link in an <strong>email</strong>, check that the link is not split over multiple lines. If it is, you will have to correct it so that it is not split over multiple lines.
fr: Si vous avez cliqué sur le lien présent dans l'<strong>e-mail</strong>, assurez-vous que le lien n'a pas été coupé en plusieurs lignes. Si c'est le cas, veuillez corriger le lien, afin qu'il n'y ait qu'une seule ligne.

# not-found-heading
source: Email-verification error
fr: Erreur de vérification e-mail

source: not-found-support
fr: Si vous rencontrez des problèmes, contactez le support à ${supportEmail}, avec les détails de votre problème. Nous nous ferons un plaisir de vous aider.

# not-found-title
source: ID not found (404): Email verification: ${siteName}
fr: ID non trouvé (404) : Vérfication e-mail : ${siteName}

# verify-email-label
source: Verify email
fr: Vérifier l'e-mail

# verify-page-checking
source: <strong>Checking</strong> ${emailAddress} ${loadingIcon}
fr: <strong>Vérification</strong> ${emailAddress} ${loadingIcon}

# verify-page-problem
source: <strong>Problem</strong> with the address ${emailAddress}.
fr: Un <strong>Problème</strong> est survenue avec l'adresse ${emailAddress}.

# verify-page-title
source: Verify email address
fr: Vérifier l'adresse e-mail

# verify-page-verified
source: The email address ${emailAddress} has been <strong>verified</strong>. You can use this address to send messages to your groups, receive messages from groups, and sign in to ${siteName}.
fr: L'adresse e-mail ${emailAddress} a été <strong>validée</strong>. Vous pouvez désormais utiliser cette adresse afin d'envoyer des messages au groupe, recevoir des messages, et vous connecter au site ${siteName}.

# verify-page-verified-close
source: <strong class="label">Important:</strong> You should now <strong>close</strong> this page before returning to ${siteName}.
fr: <strong class="label">Important :</strong> vous devez maintenant <strong>fermer</strong> cette page, avant de retourner sur le site ${siteName}.

# verify-page-verifying
source: <strong>Verifying</strong> ${emailAddress} ${loadingIcon}
fr: ${emailAddress} en cours de<strong>vérification</strong> ${loadingIcon}
